Repository: lliurex/nerd-dictation-plasmoid
Catalog: po/*/plasma_applet_org.kde.plasma.nerddictation.po
Languages: ca@valencia

source: Start dictation
ca@valencia: Comença el dictat

source: Pause dictation
ca@valencia: Pausa el dictat

source: Continue dictation
ca@valencia: Continua el dictat

source: Stop dictation
ca@valencia: Termina el dictat

source: See help
ca@valencia: Veu ajuda

source: Clic to start dictation
ca@valencia: Feu clic per a començar el dictat

source: Clic to pause dictation
ca@valencia: Feu cli per a pausar el dictat

source: Clic to continue dictation
ca@valencia: Feu cli per a continuar el dictat

source: Clic to end dictation
ca@valencia: Feu cli per a terminar el dictat

source: No dictation running
ca@valencia: No hi ha cap dictat en marxa

source: Clic to pause/end dictation
ca@valencia: Feu cli per a pausar/terminar el dictat

source: The dictation is running
ca@valencia: El dictat està en marxa

source: Clic to restart/end dictation
ca@valencia: Feu clic per a continuar/terminar amb el dictat

source: The dictation is paused
ca@valencia: El dictat està en pausa
